brew "bat"
brew "caddy"
brew "cmake"
brew "cocoapods"
brew "colima", restart_service: :changed
brew "deno"
brew "direnv"
brew "dug"
brew "eza"
brew "ffmpeg"
brew "ffuf"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "golang-migrate"
brew "goose"
brew "htop"
brew "imagemagick"
brew "node"
brew "imageoptim-cli"
brew "just"
brew "lazygit"
brew "make"
brew "mysql"
brew "utf8proc", args: ["HEAD"]
brew "neovim"
brew "nmap"
brew "nvm"
brew "ripgrep"
brew "opencode"
brew "openjdk@21"
brew "pandoc"
brew "postgresql@17"
brew "prettier"
brew "prettierd"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "sqlc"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "typescript"
brew "uv"
brew "xh"
brew "zplug"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "appcleaner"
cask "bruno"
cask "dbeaver-community"
cask "docker-desktop"
cask "font-meslo-lg-nerd-font"
cask "iterm2"
cask "maccy"
cask "raycast"
cask "rectangle"
cask "spotify"
cask "visual-studio-code"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "esbenp.prettier-vscode"
go "github.com/swaggo/swag/cmd/swag"
