tap "shivammathur/php"
tap "steipete/tap"
brew "bat"
brew "caddy"
brew "cocoapods"
brew "colima", restart_service: :changed
brew "composer"
brew "deno"
brew "direnv"
brew "dug"
brew "eza"
brew "ffmpeg"
brew "ffuf"
brew "fzf"
brew "git"
brew "git-delta"
brew "gitleaks"
brew "golang-migrate"
brew "goose"
brew "htop"
brew "hugo"
brew "imagemagick"
brew "node"
brew "imageoptim-cli"
brew "img2pdf"
brew "just"
brew "lazygit"
brew "make"
brew "mask"
brew "mysql"
brew "utf8proc", args: ["HEAD"]
brew "neovim"
brew "nmap"
brew "nvm"
brew "openjdk@21"
brew "pandoc"
brew "postgresql@17"
brew "powerlevel10k"
brew "prettier"
brew "prettierd"
brew "pyenv"
brew "ruby-build"
brew "rbenv"
brew "ripgrep"
brew "sqlc"
brew "starship"
brew "stow"
brew "tmux"
brew "tree"
brew "typescript"
brew "uv"
brew "xh"
brew "yt-dlp"
brew "zplug"
brew "zsh-syntax-highlighting"
cask "1password"
cask "1password-cli"
cask "android-studio"
cask "appcleaner"
cask "arc"
cask "bruno"
cask "claude-code"
cask "steipete/tap/codexbar"
cask "dbeaver-community"
cask "docker-desktop"
cask "font-meslo-lg-nerd-font"
cask "imazing"
cask "iterm2"
cask "maccy"
cask "microsoft-auto-update"
cask "microsoft-office"
cask "minecraft"
cask "pgadmin4"
cask "postman"
cask "raycast"
cask "rectangle"
cask "slack"
cask "slack-cli"
cask "spotify"
cask "visual-studio-code"
cask "vlc"
cask "whatsapp"
vscode "amodio.tsl-problem-matcher"
vscode "angular.ng-template"
vscode "arcanis.vscode-zipfs"
vscode "bradlc.vscode-tailwindcss"
vscode "catppuccin.catppuccin-vsc"
vscode "catppuccin.catppuccin-vsc-icons"
vscode "charliermarsh.ruff"
vscode "dart-code.dart-code"
vscode "dart-code.flutter"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "denoland.vscode-deno"
vscode "docker.docker"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "ecmel.vscode-html-css"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "github.copilot-chat"
vscode "github.github-vscode-theme"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "hashicorp.terraform"
vscode "ionic.ionic"
vscode "kamikillerto.vscode-colorize"
vscode "kevinrose.vsc-python-indent"
vscode "mechatroner.rainbow-csv"
vscode "ms-azuretools.vscode-containers"
vscode "ms-edgedevtools.vscode-edge-devtools"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.autopep8"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-python.vscode-python-envs"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vscode.extension-test-runner"
vscode "ms-vscode.live-server"
vscode "ms-vscode.makefile-tools"
vscode "orta.vscode-jest"
vscode "pflannery.vscode-versionlens"
vscode "pkief.material-icon-theme"
vscode "prisma.prisma"
vscode "redhat.java"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "ryanluker.vscode-coverage-gutters"
vscode "shengchen.vscode-checkstyle"
vscode "sonarsource.sonarlint-vscode"
vscode "styled-components.vscode-styled-components"
vscode "tamasfe.even-better-toml"
vscode "tomrijndorp.find-it-faster"
vscode "unifiedjs.vscode-mdx"
vscode "usernamehw.errorlens"
vscode "vintharas.learn-vim"
vscode "visualstudioexptteam.intellicode-api-usage-examples"
vscode "visualstudioexptteam.vscodeintellicode"
vscode "vitest.explorer"
vscode "vmware.vscode-boot-dev-pack"
vscode "vscjava.vscode-gradle"
vscode "vscjava.vscode-java-debug"
vscode "vscjava.vscode-java-dependency"
vscode "vscjava.vscode-java-pack"
vscode "vscjava.vscode-java-test"
vscode "vscjava.vscode-maven"
vscode "vscodevim.vim"
vscode "wix.vscode-import-cost"
vscode "yoavbls.pretty-ts-errors"
vscode "yuichinukiyama.vscode-preview-server"
go "github.com/gohugoio/hugo"
uv "specify-cli"
